/*
 *  MoreInfo.strings
 *  AirPort Utility
 */

/* CreateExtendMoreInfo */
"CreateExtendMoreInfo.Title" = "%@ を設定";
"CreateExtendMoreInfo" = "新しいワイヤレスネットワークで AirMac ワイヤレス装置を設定したい場合は、“新しいワイヤレスネットワークを作成”を選択してください。そのネットワークに接続するコンピュータは、ネットワーク上のほかのコンピュータとワイヤレスで通信でき、Ethernet で接続されている場合は Ethernet で通信できます。インターネットに接続するように装置を設定すれば、ワイヤレスおよび有線のコンピュータでインターネット接続を共有することもできます。新しいワイヤレスネットワークを設定するときは、“続ける”をクリックしてください。\n\nすでに AirMac ネットワークを設定していて、装置をそこに接続してネットワークの通信圏を拡張したい場合は、“AirMac Extreme または AirMac Express ネットワークの通信圏を拡張”を選択してください。ワイヤレスネットワークの通信圏を拡張することは、WDS（Wireless Distribution System）と呼ばれます。WDS 内のワイヤレス装置は 1 つのインターネット接続を共有し、ネットワークに接続されたコンピュータにインターネット接続を割り当てます。";

/* NameMoreInfo */
"NameMoreInfo.Title" = "ワイヤレス装置の名前とパスワードを入力してください";
"NameMoreInfo" = "この名前は、AirMac ユーティリティのサイドバーに表示されます。「リビングルーム」や「オフィス」など、分かりやすい名前を付けてください。ネットワークに複数のワイヤレス装置がある場合に、設定または変更対象の装置を簡単に見分けられるようになります。また、装置のパスワードも入力してください。これは、装置の設定を変更する際に入力する必要のあるパスワードです。";

/* SecurityMoreInfo */
"SecurityMoreInfo.Title" = "ネットワークのセキュリティ設定";
"SecurityMoreInfo" = "ネットワークをパスワードで保護できます。ネットワークに接続しようとする人は、パスワードの入力を求められます。\n\nAirMac ワイヤレス装置は 2 種類のパスワードに対応しています：\n• WPA2：Wi-Fi Protected Access パスワードは安全性は高いですが、互換性が低くなる可能性があります。\n• 128 ビット WEP： Wired Equivalent Privacy パスワードは、古いコンピュータやワイヤレスカードとの互換性が高くなります。\n\n“セキュリティ保護なし”を選択した場合は、通信圏内のすべての人がパスワードを使わずにネットワークに接続できます。このオプションはお勧めできません。\n\n“128 ビット WEP”を使用する場合は、正確に 13 文字のパスワードを使用してください。Windows やその他の Macintosh 以外の装置との互換性が確保されます。\n\n“WPA2”を使用する場合は、8 文字以上のパスワードを使用してください。";
"SecurityMoreInfoWPANone.Title" = "ネットワークのセキュリティを保護";
"SecurityMoreInfoWPANone" = "ネットワークは、“WPA パーソナル”ワイヤレスセキュリティでパスワードを使って保護できます。ネットワークに接続しようとするユーザは、パスワードを入力するように要求されます。\n\n“セキュリティ保護なし”を選択した場合は、通信圏内のすべてのユーザがパスワードを使わずにネットワークに接続できます。このオプションはお勧めできません。\n\n“WPA パーソナル”を使用する場合は、8 文字以上のパスワードを使用してください。";
"SecurityMoreInfoWPA2None.Title" = "ネットワークのセキュリティを保護";
"SecurityMoreInfoWPA2None" = "ネットワークは、“WPA/WPA2 パーソナル”ワイヤレスセキュリティでパスワードを使って保護できます。ネットワークに接続しようとするユーザは、パスワードを入力するように要求されます。\n\n“セキュリティ保護なし”を選択した場合は、通信圏内のすべてのユーザがパスワードを使わずにネットワークに接続できます。このオプションはお勧めできません。\n\n“WPA/WPA2 パーソナル”を使用する場合は、8 文字以上のパスワードを使用してください。";
"SecurityMoreInfoTSN.Title" = "ネットワークのセキュリティを保護";
"SecurityMoreInfoTSN" = "ネットワークをパスワードで保護できます。ネットワークに接続しようとする人は、パスワードの入力を求められます。\n\nAirMac ワイヤレス装置は 2 種類のパスワードに対応しています：\n• WPA2：Wi-Fi Protected Access パスワードは安全性が高いですが、互換性が低くなる可能性があります。\n• WEP（Transitional Security Network）パスワードは、WEP を使用する古いコンピュータやワイヤレスカードとの互換性が高くなりますが、新しい WPA および WPA2 クライアントがネットワークに接続することもできます。\n\n“セキュリティ保護なし”を選択した場合は、通信圏内のすべての人がパスワードを使わずにネットワークに接続できます。このオプションはお勧めできません。\n\n“WEP（Transitional Security Network）”を使用する場合は、正確に 13 文字のパスワードを使用してください。\n\n“WPA2”を使用する場合は、8 文字以上のパスワードを使用してください。";

/* InternetMoreInfo */
"InternetMoreInfo.Title" = "どのような方法でインターネットに接続しますか？";
"InternetMoreInfo" = "DSL モデムまたはケーブルモデムを使用してインターネットに接続し、IP アドレスがインターネット・サービス・プロバイダ（ISP）から DHCP を使用して自動的に渡される場合は、最初のオプションを選択します。\n\nPPPoE（PPP over Ethernet）を使用してインターネットに接続する場合は、2 番目のオプションを選択します。PPPoE を使用してインターネットに接続する場合は、アカウント名とパスワードが渡されているはずです。よく分からない場合は、サービスプロバイダに確認してください。\n\nEthernet ネットワークに接続する場合は、3 番目のオプションを選択します。IP アドレスを受け取る方法（DHCP を使用するか、または手入力か）については、ネットワーク管理者（またはネットワークを設定した人）に確認してください。\n\nダイヤルアップ PPP アカウントをすでに取得していて、内蔵モデムを搭載した AirMac ベースステーションを設定する場合は、“電話回線に接続されたモデムを使用”を選択します。\n\nベースステーションの設定はこのまま続けたいけれども、インターネットには接続したくない場合は、“まだインターネットに接続する準備ができていない”を選択します。インターネットに接続する準備ができたら、いつでも設定に戻ることができます。";

/* EthernetMoreInfo */
"EthernetMoreInfo.Title" = "装置の TCP/IP を設定";
"EthernetMoreInfo" = "“IPv4 の構成”ポップアップメニューから“手入力”と“DHCP サーバを参照”のどちらを選択するかは、サービスプロバイダから IP アドレスをどのように渡されるかによって異なります。IP アドレスを ISP から自動的に受け取る場合は、“TCP/IP の構成”ポップアップメニューから“DHCP サーバを参照”を選択します。“IP アドレス”フィールドやその他のフィールドは ISP によって自動的に設定されます。\n\nインターネットアカウントと一緒に IP アドレスやその他の数値がサービスプロバイダから渡された場合は、“手入力”を選択してから、それらの情報を使用してワイヤレス装置の IP アドレスを手入力で構成します。不明な場合は、サービスプロバイダへお問い合わせください。\n\nサービスプロバイダから装置の MAC アドレスを求められる場合は、Ethernet WAN ポートのアドレスを使用してください。AirMac ワイヤレス装置の底面のラベルに印刷されています。";

/* ReplaceJoinCreateMoreInfo */
"ReplaceJoinCreateMoreInfo.Title" = "%@ を使って実行することを選択してください。";
"ReplaceJoinCreateMoreInfo.ReplaceDesc" = "すでに AirMac ワイヤレス装置またはワイヤレスルーターがあり、この装置を %@ に置き換えたい場合、“既存のベースステーションまたはワイヤレスルーターを %@ に置き換える”を選択します";
"ReplaceJoinCreateMoreInfo.JoinDesc" = "すでにネットワークがあり、%@ をこのネットワークにワイヤレスまたは Ethernet で接続したい場合、“現在のネットワークに %@ を接続”を選択します";
"ReplaceJoinCreateMoreInfo.CreateDesc" = "ワイヤレスネットワークがない場合、またはさらにワイヤレスネットワークを追加したい場合、“新しいワイヤレスネットワークを作成”を選択します";

"GuestNetworkMoreInfo.Title" = "ゲストネットワーク";
"GuestNetworkMoreInfo" = "ゲストネットワークでは、ワイヤレスクライアントがプライベートネットワークにアクセスすることなくインターネットに接続できます。ゲストネットワークはパスワード保護を有効／無効のいずれでも設定できます。\n\n手動設定を使用して、ゲストネットワークのその他のオプションを設定することもできます（ゲストネットワークに接続中のコンピュータ間でのファイル共有など）。";


/* End of strings file */
